"3-finger Horizontal Swipe" = "三指横向轻扫";
"3-finger Vertical Swipe" = "三指纵向轻扫";
"4-finger Horizontal Swipe" = "四指横向轻扫";
"4-finger Vertical Swipe" = "四指纵向轻扫";
"About" = "关于";
"About %@" = "关于 %@";
"Accessibility" = "辅助功能";
"Acknowledgments" = "致谢";
"Active app" = "活跃应用";
"Active screen" = "活跃屏幕";
"Active Space" = "活跃桌面";
"Add a running app" = "添加正在运行的应用程序";
"Add an app from disk" = "从磁盘添加应用程序";
"Additional controls" = "其他控制";
"Additional controls…" = "其他控制…";
"Advanced" = "高级";
"After keys are released" = "按键释放后";
"After release" = "按键释放后";
"Align windows" = "对齐窗口";
"Align windows:" = "窗口对齐方式：";
"All apps" = "所有应用";
"All data from this form will be made public, as a ticket on github.com" = "该表单内的所有资料都会作为 ticket 在 github.com 公开";
"All screens" = "所有屏幕";
"All Spaces" = "所有桌面";
"Allowed" = "允许";
"Alphabetical" = "按字母排序";
"Alphabetical Order" = "字母顺序";
"Also select windows using:" = "窗口选择方式：";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab 在您上次使用时崩溃了，发送崩溃报告将有助于解决问题";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "AltTab目前设置为显示应用程序。仅当AltTab设置为显示窗口时，此设置才可用。";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab未获得录制屏幕权限，预览图不会显示。";
"AltTab needs some permissions" = "AltTab 需要获取一些隐私权限";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab将显示窗口当前使用状态图标的窗口是最小化的还是全屏的。";
"Always" = "总是";
"Always send crash reports" = "总是发送崩溃报告";
"and press" = "然后按";
"and press:" = "并按下：";
"Animations" = "动画";
"Animations…" = "动画…";
"App (BundleID starting with)" = "App（BundleID 开头是）";
"App Icons" = "应用图标";
"App is hidden" = "应用程序已隐藏";
"App is running but has no open window" = "应用程序正在运行但没有打开的窗口";
"Apparition delay" = "幻影延迟";
"Apparition delay of Switcher" = "切换器幻影延迟";
"Apparition delay:" = "切换窗口出现延迟：";
"Appearance" = "外观";
"Application Name" = "应用名称";
"Application Name - Window Title" = "应用名称 - 窗口标题";
"Applications" = "应用程序";
"Are you sure you don’t want a response?" = "您确定不需要收到回复吗？";
"Arrow keys" = "方向键";
"Ask whether to send crash reports" = "询问是否发送崩溃报告";
"Auto" = "自动";
"Auto-install updates periodically" = "定期自动安装更新";
"Blacklists" = "禁止名单";
"Cancel" = "取消";
"Cancel and hide" = "取消并隐藏";
"Capture windows in the background" = "在后台捕获窗口";
"Center" = "居中";
"Check for updates now…" = "立即检查更新…";
"Check for updates periodically" = "定期检查更新";
"Check for updates…" = "检查更新…";
"Check permissions…" = "检查权限...";
"Close window" = "关闭窗口";
"Conflicting shortcut" = "快捷键冲突";
"Controls" = "控制";
"Crash reports policy" = "崩溃报告策略";
"Crash reports policy:" = "崩溃报告策略：";
"Cursor follows focus" = "鼠标跟随焦点";
"Customize App Icons style…" = "自定义应用图标样式…";
"Customize Thumbnails style…" = "自定义缩略图样式…";
"Customize Titles style…" = "自定义标题样式…";
"Dark" = "深色";
"Debug tools" = "调试工具";
"Disabled" = "禁用";
"Do nothing" = "不执行任何操作";
"Don’t check for updates periodically" = "不自动检查更新";
"Don’t send" = "不发送";
"Don’t show windows from these apps" = "不显示这些应用程序的窗口";
"Done" = "完成";
"End" = "结尾";
"Exceptions" = "例外";
"Export settings…" = "导出设置…";
"Export…" = "导出…";
"Fade in animation of Preview" = "预览淡入动画";
"Fade out animation" = "淡出动画";
"Fade out animation of Switcher" = "切换器淡出动画";
"Fade out animation:" = "淡出动画：";
"Failed to import settings" = "导入设置失败";
"Focus selected window" = "前置选中的窗口";
"Fullscreen window" = "全屏窗口";
"Fullscreen windows:" = "全屏窗口：";
"Fullscreen/Defullscreen window" = "应用/取消全屏";
"General" = "通用";
"Gesture" = "手势";
"Grant permission" = "授权";
"Hidden windows:" = "隐藏窗口：";
"Hide" = "隐藏";
"Hide app badges" = "隐藏应用通知标识";
"Hide app badges:" = "隐藏应用通知标识：";
"Hide apps with no open window" = "隐藏没有窗口的应用";
"Hide apps with no open window:" = "隐藏没有窗口的应用：";
"Hide colored circles on mouse hover" = "鼠标悬停时隐藏彩色圆圈";
"Hide colored circles on mouse hover:" = "鼠标悬停时隐藏彩色圆圈：";
"Hide in %@" = "在 %@ 隐藏";
"Hide Space number labels" = "隐藏桌面编号";
"Hide Space number labels:" = "隐藏桌面编号：";
"Hide status icons" = "隐藏状态图标";
"Hide status icons:" = "隐藏状态图标：";
"Hide window thumbnails:" = "隐藏窗口缩略图：";
"Hide/Show app" = "隐藏/显示应用";
"High" = "高";
"Highest" = "最高";
"Hold" = "按住";
"Horizontal Swipe with Four Fingers" = "水平方向用四指轻扫";
"Horizontal Swipe with Three Fingers" = "水平方向用三指轻扫";
"I think the app could be improved with…" = "我认为该应用程序可以这样改进…";
"Ignore shortcuts when active" = "活跃时忽略快捷键";
"Ignore shortcuts while a window from these apps is active" = "这些应用程序的窗口处于活动状态时，忽略快捷键";
"Import settings…" = "导入设置…";
"Import…" = "导入…";
"Keep open" = "保持打开";
"Keep open and search" = "保持打开并搜索";
"Language" = "语言";
"Language Change" = "语言更换";
"Large" = "大";
"Later" = "稍后";
"Latest releases" = "最新版本";
"Leading" = "前置";
"Left" = "居左";
"Light" = "浅色";
"Lock search" = "锁定搜索";
"Max height on screen:" = "最大屏幕占用高度：";
"Max width on screen:" = "最大屏幕占用宽度：";
"Medium" = "中";
"Menubar icon" = "菜单栏图标";
"Menubar icon:" = "菜单栏图标：";
"Middle" = "中间";
"Minimize/Deminimize window" = "最小化/最大化窗口";
"Minimized windows:" = "最小化窗口：";
"Miscellaneous" = "杂项";
"Miscellaneous:" = "杂项：";
"Mouse hover" = "鼠标悬停";
"Multiple screens" = "多个屏幕";
"Never" = "从不";
"Never send crash reports" = "从不发送崩溃报告";
"No Window" = "无窗口";
"Non-active apps" = "非活跃应用";
"Non-visible Spaces" = "不可见空间";
"Normal" = "正常";
"Not allowed" = "未允许";
"NSHumanReadableCopyright" = "GPL-3.0 协议";
"Only if the window is fullscreen" = "仅在窗口全屏时";
"Only on different screen" = "仅在不同屏幕上";
"Open Accessibility Preferences…" = "打开辅助功能偏好设置…";
"Open Accessibility Settings…" = "打开辅助功能设置…";
"Open Screen Recording Preferences…" = "打开屏幕录制偏好设置…";
"Open Screen Recording Settings…" = "打开屏幕录制设置…";
"Open System Settings to confirm, and continue" = "打开系统设置以确认并继续";
"Open Trackpad Preferences…" = "打开触控板偏好设置...";
"Open Trackpad Settings…" = "打开触控板设置…";
"Optional: email (if you want a reply)" = "电子邮箱地址 (可选，若想接收答复)";
"Order windows by" = "窗口排序";
"Please fill in the form" = "请填写表格";
"Policies" = "策略";
"Preferences…" = "偏好设置…";
"Preview selected window" = "预览选中的窗口";
"Preview selected window:" = "预览选中的窗口：";
"Preview the selected window." = "预览选定的窗口。";
"Quit" = "退出";
"Quit %@" = "退出 %@";
"Quit app" = "退出应用";
"Recently Created" = "最后创建的";
"Recently Created First" = "最近创建优先";
"Recently Focused" = "最后聚焦的";
"Recently Focused First" = "最近聚焦优先";
"Remember my choice" = "记住我的选择";
"Reset preferences and restart" = "重置所有设置并重启";
"Reset preferences and restart…" = "重置所有设置并重启...";
"Reset settings and restart" = "重置设置并重启";
"Reset settings and restart…" = "重置设置并重启…";
"Restart Now" = "立即重启";
"Rows of thumbnails:" = "缩略图行数：";
"Screen including menu bar" = "菜单栏所在屏幕";
"Screen including mouse" = "鼠标所在屏幕";
"Screen Recording" = "屏幕录制";
"Screen showing AltTab" = "显示 AltTab 的屏幕";
"Search" = "搜索";
"Select next window" = "选择下一个窗口";
"Select previous window" = "选择上一个窗口";
"Select windows on mouse hover" = "使用鼠标悬停选择窗口";
"Select windows using arrow keys" = "使用方向键选择窗口";
"Select windows using vim keys" = "使用VIM键选择窗口";
"Send" = "发送";
"Send a crash report?" = "发送一份崩溃报告？";
"Send anyway" = "仍然发送";
"Send debug profile (CPU, memory, etc)" = "发送调试信息 (CPU，内存等)";
"Send feedback" = "发送反馈";
"Send feedback…" = "发送反馈…";
"Settings imported" = "设置已导入";
"Settings…" = "设置";
"Share improvement ideas, or report bugs" = "反馈建议或报告错误";
"Shortcut" = "快捷键";
"Shortcut 1" = "快捷键 1";
"Shortcut 2" = "快捷键 2";
"Shortcut 3" = "快捷键 3";
"Shortcut 4" = "快捷键 4";
"Shortcut 5" = "快捷键 5";
"Shortcut already assigned to another action: %@" = "快捷键已经分配给了另一个动作：%@";
"Shortcuts When Active" = "活跃时的快捷键";
"Shortcuts when active…" = "活跃时的快捷键…";
"Show" = "显示";
"Show & Hide" = "显示与隐藏";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "在窗口切换器中，把每个窗口或应用程序显示为一个项目。窗口将会被聚焦，而应用程序将会被激活。";
"Show apps with no open window" = "显示没有打开窗口的应用";
"Show at the end" = "在最后显示";
"Show fullscreen windows" = "显示全屏窗口";
"Show hidden windows" = "显示隐藏的窗口";
"Show in switcher" = "在切换器中显示";
"Show minimized windows" = "显示最小化的窗口";
"Show on" = "显示在";
"Show on:" = "显示在：";
"Show standard tabs as windows" = "显示标准标签页为窗口";
"Show standard tabs as windows:" = "以窗口形式显示某些程序的标签页：";
"Show titles" = "显示标题";
"Show windows from applications" = "显示各应用程序的窗口";
"Show windows from screens" = "显示各屏幕的窗口";
"Show windows from Spaces" = "显示各桌面的窗口";
"Show windows from:" = "显示以下窗口：";
"Size" = "尺寸";
"Skipped" = "已跳过";
"Small" = "小";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "一些应用程序（例如“访达”或“预览”）使用标准的标签页，他们表现为独立窗口。一些其他应用（例如网页浏览器）使用自定义的标签页，他们以独特的方式表现，而不是实际的窗口。AltTab无法单独列出这些标签页。";
"Source code repository" = "源代码仓库";
"Space" = "空格";
"Space Order" = "桌面顺序";
"Start" = "开头";
"Start at login" = "登录时启动";
"Start at login:" = "登录时启动：";
"Support this project" = "支持该项目";
"Swipe with Four Fingers" = "用四指轻扫";
"Swipe with Three Fingers" = "用三指轻扫";
"Switch between 3 different styles. You can customize them." = "在3种不同样式之间切换。您可以自定义它们。";
"System" = "系统";
"System Default" = "系统默认";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "⌘⎋ (Command+Escape) 快捷键可能被 macOS 用于 GameOverlay。\n\n您的更改会将其分配给：%@。\n\n如果您想继续，请确保 GameOverlay 快捷键已禁用。\n另请注意，macOS 报告了一些错误，即使禁用后该快捷键仍可能造成干扰。";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "⎋ (Escape) 键被某些 macOS 快捷键占用（例如，⌘⌥⎋ 会显示“强制退出应用程序”窗口）。\n\n如果您想使用 ⎋，请确保按住修饰键不包括：⌘⌥、⌘⌥⇧ 或 ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "⎋ (Escape) 键被某些 macOS 快捷键占用（例如，⌘⌥⎋ 会显示“强制退出应用程序”窗口）。\n\n您的更改会将其分配给：%@。\n\n如果您想使用 ⎋，请确保按住修饰键不包括：⌘⌥、⌘⌥⇧ 或 ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "应用程序需要重启以应用导入的设置。";
"The application needs to restart to apply the language change." = "应用需要重启以更换语言。";
"Theme" = "主题";
"Theme:" = "主题：";
"Then release:" = "然后松开：";
"This permission is needed to focus windows after you release the shortcut" = "需要此权限以使用快捷键切换窗口";
"This permission is needed to show screenshots and titles of open windows" = "需要此权限以显示窗口截屏与标题";
"This permission is needed to show thumbnails and preview of open windows" = "需要这个权限以显示缩略图和打开的窗口的预览";
"Thumbnails" = "缩略图";
"Title" = "标题";
"Title truncation" = "标题截断";
"Titles" = "标题";
"Trackpad haptic feedback" = "触控板触觉反馈";
"Trigger" = "触发";
"Trigger shortcut" = "触发快捷键";
"Unassign existing shortcut and continue" = "取消指定现有的快捷键并继续";
"Updates policy" = "更新策略";
"Updates policy:" = "更新方式：";
"Use the app without this permission. Thumbnails won’t show." = "在没有此权限下使用应用程序。预览图不会显示。";
"Version" = "版本";
"Vertical Swipe with Four Fingers" = "垂直方向用四指轻扫";
"Vertical Swipe with Three Fingers" = "垂直方向用三指轻扫";
"View existing discussions" = "查看现有讨论";
"Vim keys" = "Vim 快捷键";
"Vim keys already assigned to other actions:\n%@" = "Vim键已分配到其他动作：%@";
"Visibility" = "可见性";
"Visible Spaces" = "可见桌面";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "禁用后，可避免 macOS 紫色屏幕录制指示器，并避免在播放受 DRM 保护的视频时出现闪烁。缩略图更新可能不及时。";
"When fullscreen" = "当全屏时";
"When no open window" = "当没有已开启的窗口时";
"While open, press:" = "在打开时按：";
"Window app icon size:" = "窗口图标大小：";
"Window is fullscreen" = "窗口已全屏";
"Window is minimized" = "窗口已最小化";
"Window is on every Space" = "窗口在每一个桌面";
"Window is on Space %d" = "窗口在桌面 %d";
"Window max width in row:" = "每行窗口最大宽度：";
"Window min width in row:" = "每行窗口最小宽度：";
"Window order:" = "窗口顺序：";
"Window Title" = "窗口标题";
"Window title contains" = "窗口标题包含";
"Window title font size:" = "窗口标题字号：";
"Window title truncation:" = "窗口标题删节：";
"Windows" = "窗口";
"You can’t undo this action." = "您无法撤消此操作";
"You didn’t write your email, thus can’t receive any response." = "您未填写电子邮箱地址，将无法收到回复。";
"You may need to disable some conflicting system gestures" = "您可能需要禁用一些有冲突的系统手势";
